<template>
	<div class="agreement">
		<p>“VIP财宝”（以下简称“本网站”）是北京财宝财富信息技术有限公司（以下简称“本公司”）负责运营的、向用户（以下简称“您或用户”）提供信息发布与管理服务的互联网平台。</p>
	    <p><b>为了保障您的权益，请于注册或使用本网站提供的服务前，仔细阅读并完全理解本协议的全部内容，其中用粗字体予以标注的，是与您的权益有或可能具有重大关系，及对本公司具有或可能具有免责或限制责任的条款，请您特别注意。</b>您必须在自愿并完全接受本协议所包含的条款、条件和本网站已经发布的或将来可能发布的各类规则，并且遵守有关互联网及/或本网站的相关法律、规定不规则的前提下，才能进入用户注册程序。您只有成功注册成为本网站用户后，才能使用本网站提供的服务。如您不同意本协议的任一内容，请勿注册或使用本网站提供的服务。您一经注册或使用本网站提供的服务即视为您对本协议的全部内容已充分理解并完全接受，此后，您不得以未阅读本协议内容作任何形式的抗辩，也不得以未签署书面协议为由否认本协议的效力。</p>
	    <p>本网站有权根据实际情况修改本协议的内容，并通过本网站公布最新的协议。您应不时地登录本网站查看最新的协议，如您不同意本网站对本协议所做的修改，应停止使用本网站提供的服务。如您继续使用本网站服务或未主动终止服务，则视为您同意按照修改后的协议履行您相应的义务。</p>
	    <p><b>请注意：本协议约定不涉及您与本网站的其他用户或服务方/商户之间因网上交易而产生的法律关系及法律纠纷。</b></p>
	    <h2>第一条&nbsp;&nbsp;&nbsp;&nbsp;用户的身份限制</h2>
	    <p>1.1 本网站只接受符合中华人民共和国大陆地区施行之法律规定的具有完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织注册成为网站用户。如您不具备上述资格，您应立即停止在本网站的注册程序、停止使用本网站服务，本网站有权随时终止您的注册进程及本网站服务，您应对您的注册给本网站带来的损失承担全额赔偿责任，与您的监护人（如您为限制民事行为能力的自然人）应承担连带责任。</p>
	    <p>1.2 在注册时和使用本网站服务的所有期间，您应提供您自身的真实、最新、有效及完整的信息资料并保证自您注册之时起至您使用本网站服务的所有期间维持并更新您的信息资料，以保证您所提交的所有资料和信息（包括但不限于电子邮件地址、联系电话、联系地址、邮政编码、身份信息、证件信息等）有效性及安全性。</p>
	    <h2>第二条&nbsp;&nbsp;&nbsp;&nbsp;服务内容</h2>
	    <p>2.1 本网站专注于为用户搭建一个专业、便捷的网络交易平台，竭诚为注册用户提供信息发布与管理服务。您成功注册成为用户后，可通过您设置的用户名和密码登录本网站进行交易、发送指令、签订合同、交易记录查阅、密码重置以及参加本网站的有关活动等，具体以本网站当时提供的服务内容为准。</p>
	    <p>2.2本网站就向您提供的服务是否收取服务费及服务费的具体标准和规则由本网站与您另行签署其他协议，以及本网站公布的规则确定。</p>
	    <h2>第三条&nbsp;&nbsp;&nbsp;&nbsp;使用须知</h2>
	    <p>3.1 您不得利用本网站或本网站服务从事任何不符合中国法律法规或侵犯他人权益的活动。本网站在发现您从事该等活动时，有权不经通知而立即停止您对本网站的全部或部分功能的使用。</p>
	    <p>3.2 在使用本网站提供的任何服务的过程中，您不得发送、公布或展示任何垃圾、广告推销邮件、信息或其他可能违反中国法律法规及本协议的内容。本网站在发现您从事该等活动或发布该等内容时，有权不经您同意而直接删除该等内容，并有权不经通知而立即暂停或停止您对本网站的全部或部分功能的使用。</p>
	    <p>3.3 您在注册时向本网站提交的手机号码、电子邮箱、用户名、密码及安全问题答案是您在本网站的唯一识别信息。您注册成功后应妥善保管，不得将注册的相关信息转让或授权给第三方使用，如果本网站发现同一账户和密码在同一时间内被多人同时登陆使用，本网站有权暂停、终止或限制该用户访问直至取消该用户的用户资格，并不予任何赔偿或者退还任何已收取的服务费用。同时，您确认，使用您的用户名和密码登录本网站后在本网站的一切行为均视为代表您本人意志并由您承担相应的法律后果。如您因忘记密码或密码被盗向本网站查询密码时，必须提供完整、正确的注册信息，否则本网站有权本着为用户保密的原则不予告知。</p>
	    <p>3.4您发现有他人冒用或盗用您的用户名及密码或任何其他未经合法授权之情形时，应立即以有效方式通知本网站，要求暂停相关服务。同时，您理解本网站对您的请求采取行动需要合理期限，而在本网站采取实际行动之前，您应对任何或所有由未经授权人士使用此服务或此服务被用作未经授权用途负责，本网站对已执行的指令及(或)所导致的您的损失不承担任何责任。</p>
	    <p>3.5您保证合法使用本网站提供的资讯或服务，遵守所有不本网站服务有关的协议、规则和程序。未经本网站事先书面授权，不使用任何非法手段擅自进入本网站的未公开系统。</p>
	    <h2>第四条&nbsp;&nbsp;&nbsp;&nbsp;用户信息的保护及披露</h2>
	    <p>4.1 您同意本网站在业务运营中收集和储存您的用户信息，包括但不限于您自行提供的资料和信息，以及本网站自行收集、取得的您在本网站的交易记录和使用信息等。本网站收集和储存您的用户信息的目的在于提高为您提供服务的效率和质量。</p>
	    <p>4.2 您同意本网站在业务运营中使用您的用户信息，包括但不限于(1)进行用户身份、信息核实；(2)出于提供服务的需要在本网站公示您的相关信息；(3)向本网站的合作机构（该合作机构仅限于本网站为了完成拟向您提供的服务而合作的机构）提供您的用户信息；(4)由人工或自动程序对您信息进行评估、分类、研究；(5)使用您的用户信息以改进本网站的推广；(6)使用您提供的联系方式不您联络并向您传递有关业务和管理方面的信息；(7)用于配合有权机关依职权调取证据材料。</p>
	    <p><b>4.3您不可撤销地同意并授权，为您查看您在本网站关联方平台（即玖富金科控股集团有限责任公司旗下其他互联网平台）的交易信息之便利考虑，本网站可与本网站关联方平台就您在各自平台的交易信息及交易记录进行共享。您登录本网站时，可查看您在本网站关联方平台的交易信息。</b></p>
	    <h2>第五条&nbsp;&nbsp;&nbsp;&nbsp;用户承诺和保证</h2>
	    <p>5.1本网站用户应保证严格遵守中国现行法律、法规、政府规章及其他应该遵守的规范性文件，不在本网站从事危害国家安全、洗钱、套现、传销等任何违法活动或者其他有违社会公共利益或公共道德的行为。同时，本网站的投资人应保证所用于投资（出借）的资金来源合法，投资人是该资金的合法所有权人，如果因第三人对用于投资（出借）的资金的来源合法性或归属问题发生争议，由投资人负责解决并承担一切由此而导致的损失和责任。</p>
	    <p><b>5.2您确认在签署本协议之前已阅读包括但不限于以下与本协议及相关协议的订立及履行有关的风险提示，并对该等风险有充分理解和预期，您自愿承担该等风险可能给带来的一切责任和损失和责任。</b></p>
	    <p><b>（1）政策风险：国家因宏观政策、财政政策、账币政策、行业政策、地区发展政策等因素引起的系统风险；</b></p>
	    <p><b>（2）市场风险：因市场资金面紧张或利率波动、行业不景气、企业效益下滑等因素引起的风险；</b></p>
	    <p><b>（3）借款人及担保人信用风险：当借款人及担保人（如有）短期或者长期丧失还款能力（包括但不限于借款人或担保人收入情况、财产状况发生变化、人身出现意外、发生疾病、死亡等情况），或者借款人及担保人（如有）的还款意愿发生变化时，您的出借资金及利息可能无法按时回收甚至无法回收；</b></p>
	    <p><b>（4）技术风险：由于无法控制和不可预测的系统故障、设备故障、通讯故障、电力故障、网络故障、黑客或计算机病毒攻击、以及其它因素，可能导致本网站出现非正常运行或者瘫痪，由此导致您无法及时进行查询、出借、提现等操作；</b></p>
	    <p><b>（5）操作风险：如果您缺乏必要的互联网经验，可能出现因操作不当导致交易失贤或失误。如果您未能谨慎保管自己的账号和密码，或者设置的密码简单导致密码被破解，以及您在进行交易时未能确保所使用的操作终端、网络以及周围环境的安全性，导致账号和密码被他人盗取、使用，可能导致违反您本人意愿的交易以及资金损失。由于本网站以账号和密码进行身份识别，一切以您认证方式进行的操作等均被视为您本人的操作，您将对此发生的一切后果承担全部责任。</b></p>
	    <p><b>（6）不可抗力：由于本网站及相关第三方的设备、系统故障或缺陷、病毒、黑客攻击、网络故障、网络中断、地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、停止供应主要服务、电力中断、经济形势严重恶化或其它类似事件导致的风险。</b></p>
	    <h2>第六条&nbsp;&nbsp;&nbsp;&nbsp;免责声明</h2>
	    <p><b>6.1除非另有书面协议约定，本网站在任何情况下，对用户使用本网站服务而产生的任何形式的直接或间接损失均不承担法律责任，包括但不限于资金损失、回报损失等。</b></p>
	    <p><b>6.2用户信息主要由用户自行提供或发布，本网站无法保证所有用户信息的真实、及时和完整，用户应对自己的判断承担全部责任。任何因为交易而产生的风险概由各交易方自行承担。</b></p>
	    <p><b>6.3任何本网站之外的第三方机构或个人所提供的服务，其服务品质及内容由该第三方自行、独立负责。</b></p>
	    <p><b>6.4因不可抗力或本网站服务器死机、网络故障、数据库故障、软件升级等问题造成的服务中断和对用户个人数据及资料造成的损失，本网站不承担任何责任，亦不予赔偿，但将尽力减少因此而给用户造成的损失和影响。</b></p>
	    <p><b>6.5因黑客、病毒或密码被盗、泄露等非本网站原因所造成损失概由您本人自行承担。</b></p>
	    <p><b>6.6您须对您本人在使用本网站所提供的服务时的一切行为、行动负全部责任。</b></p>
	    <p><b>6.7当司法机关、政府部门或其他监管机构根据有关法律、法规、规章及其他政府规范性文件的规定和程序，要求本网站提供用户信息资料，本网站对据此作出的任何披露，概不承担责任。</b></p>
	    <h2>第七条&nbsp;&nbsp;&nbsp;&nbsp;用户注销、暂停、终止或限制访问</h2>
	    <p>7.1如果您决定不再使用本网站服务时，应首先清偿所有应付款项（包括但不限于服务费、违约金、管理费等），再将您的用户账户下所对应的可用款项（如有）全部提现或者向本网站发出其它合法的支付指令，并向本网站申请注销（或永久冻结）该用户账户，经本网站审核同意后可正式注销您的用户账户。</b></p>
	    <p>7.2 本网站有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分用户服务（包括收费服务），并将注册资料移除或删除，与无需对用户或任何第三方承担任何责任。</b></p>
	    <p>7.3 无论本网站是否收费，只要您利用本网站从事违法活动或者严重违反本协议的约定，本网站可在不发出任何通知的情况下立即使您的账户无效，或撤销您的账户以及在您的账户内的所有相关资料和档案，和/或禁止用户进一步接入该等档案或服务。账号终止后，本网站没有义务为您保留原账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，本网站亦不会就终止用户账户使用而对您或任何第三者承担任何责任。</b></p>
	    <p>7.4 用户账户的暂停、中断或终止不代表用户责任的终止，用户仍应对其使用本网站提供服务期间的行为承担可能的违约或损害赔偿责任，同时本网站仍可保有用户的相关信息。</b></p>
	    <h2>第八条&nbsp;&nbsp;&nbsp;&nbsp;知识产权保护</h2>
	    <p>8.1本网站所有内容和服务，包括但不限于网站的整体结构、网页设计、文字、图片、图表、软件、视频文件、音频文件、源代码、广告以及本网站为用户提供的其它信息或资料，其知识产权属本网站所有。未经本网站书面许可，任何人不得为了商业目的进行复制或者以其它方式进行非法使用。</b></p>
	    <p>8.2 任何未经授权许可而使用本网站内容的行为均属于违法行为, 本网站保留追究相关使用人法律责任的权利。</b></p>
	    <h2>第九条&nbsp;&nbsp;&nbsp;&nbsp;赔偿</h2>
	    <p>9.1用户因违反本协议或本协议项下的其他文件，或违反了任何法律、法规的规定，给本网站造成损失的，应予赔偿，赔偿范围包括但不限于本网站的直接损失、间接损失以及维权费用等。</p>
	    <p>9.2用户因违反前款规定而侵害了第三方的权利，导致本网站遭受任何第三方提起的索赔、诉讼或行政责任，用户承诺无条件承担相应责任并使本网站免责。若因此给本网站造成损失的，应予赔偿，赔偿范围包括但不限于本网站的维权费用、名誉损失以及本网站向第三方支付的补偿金等。</b></p>
	    <h2>第十条&nbsp;&nbsp;&nbsp;&nbsp;保密条款</h2>
	    <p>10.1对于本网站用户在接受本网站提供的服务过程中了解到的所有信息，包括但不限于本网站信息资料、业务运营情况、商业秘密等，不得向任何第三人披露。</p>
	    <p>10.2除本协议另有约定外，本网站须根据中国法律的规定对本网站用户个人信息、资产情况和相关资料予以保密。</p>
	    <h2>第十一条&nbsp;&nbsp;&nbsp;&nbsp;税费缴纳</h2>
	    <p>11.1本网站用户在资金投资（出借）、回报过程产生的相关税收缴纳义务，请根据中国法律的规定自行向其主管税务机关申报、缴纳，本网站不承担任何代扣代缴的义务及责任。</p>
	    <h2>第十二条&nbsp;&nbsp;&nbsp;&nbsp;信息变更</h2>
	    <p>12.1本网站用户如变更账户信息、通讯地址、电话等相关重要信息，须及时通知本网站。因您未及时通知而导致自身受到的一切损失，由您自行承担责任。</p>
	    <h2>第十三条&nbsp;&nbsp;&nbsp;&nbsp;争议的处理</h2>
	    <p>13.1本协议在履行过程中，如发生任何争执或纠纷，双方应友好协商解决，协商不成的，任何一方有权向合同签署地北京市朝阳区人民法院提起诉讼。</p>
	    <h2>第十四条&nbsp;&nbsp;&nbsp;&nbsp;其他</h2>
	    <p>14.1本协议中的任何条款或部分条款因违反中国法律而无效的，不影响其他条款的效力。</p>
	</div>
</template>
<style scoped>
	.agreement{
		padding: 10px;
	}
	.agreement h1,.agreement h2{
		line-height: 40px;
		font-size:16px;
		color:#333;
		font-weight:bold;
		text-align: left;
	}
    .agreement h1{
    	padding-bottom:10px;
    	text-align: center;
    }
    .agreement p{
    	text-align: left;
    	font-size:14px;
    	color:#888;
    	line-height:20px;
    	text-indent:22px;
    }
    .agreement b{
    	font-weight:bold;
    	color:#333;
    }
</style>
<script>
	export default{

	}
</script>